{
    "translation": {
        "age": "Edad",
        "address": "Dirreción",
        "phone": "Teléfono",
        "email": "E-mail",
        "fullName": "Nombre y Apellido",
        "message": "Comentario",
        "sendMessage": "Enviar Mensaje",
        "blogSubtitle": "Aca encontraras todas mis pruebas de conceptos",
        "blogTitle": "Mi blog",
        "buttonReadMore": "Read more",
        "fieldRequired": "Campo obligatorio.",
        "formatIncorrect" : "El formato ingresado es incorrecto.",
        "responseSuccessOutput":"Muchas gracias por tu mensaje. Ya ha sido enviado.",
        "responseFailureOutput":"Ha ocurrido un error intentelo más tarde.",
        "header": {
            "download": "Descargar CV",
            "home": "Inicio",
            "about": "Sobre mi",
            "contacts": "Cotactar",
            "blog": "Blog"
        },
        "section": {
            "started": {
                "subtitle": "Programador y Mentor",
                "description": "Hola! Soy desarrollador de software de Argentina con una solida experiencia de 10 años. Me gustaria hablar contigo, asi que no dudes en contactarme.",
                "buttonLabel": "CONTACTAR"
            },
            "aboutMe": {
                "title": "Sobre mi",
                "subtitle": "Mi historia",
                "firstParagraph": "Soy de Argentina y trabajo como programador desde el 2014.",
                "secondParagraph": "En mis tiempos libres aparte de jugar videos juegos con amigos, hacer un poco de deporte ya sea gimnasio, rollers o futbol, también invierto un poco de tiempo en capacitarme ya sea en la tecnología que actualmente trabajo o en aprender algo nuevo. Durante este tiempo como profesional pase por varias empresas, seguimiento satelital de transporte público, software factory donde puede trabajar en varios tipos de negocios como Agentes Marítimos, actualmente estoy trabajando en unas de las aseguradoras mas grande del pais."
            },
            "contact": {
                "title": "Contactar",
                "subtitle": "Hablemos!"
            }
        },
        "blog": {
            "unreal": {
                "title": "Multiplayer lobby hecho en Unreal Engine 5 con C++ y Blueprints",
                "description": "El objetivo de esta prueba fue realizar un juego sencillo, que consta de un menu, lobby, varios mapas de ejemplos, integracion con Steam y LAN. En mi github dejo imagenes y un video con un pequeño demo.",
                "download": "Descargar {0}"
            },
            "myweb": {
                "title": "Ni mas ni menos que otra simple web",
                "description": "Esta simple web tiene 2 objetivos bien claros, el primero mostrar mi historia y lo segundo aprender un poco de React, asi que te invito a mi Github para que chusmees 😉"
            },
            "alpr": {
                "title": "LPR con Darknet y YOLOv4-tiny",
                "description": "Reconocedor de patentes (ANPR en ingles) con la particularidad que fue entrenado con mas de 7200 imagenes de patentes Argentinas."
            }
        }
    }
}