{
    "translation": {
        "age": "Age",
        "address": "Address",
        "phone": "Phone",
        "email": "E-mail",
        "fullName": "Full name",
        "message": "Message",
        "sendMessage": "Send Message",
        "blogSubtitle": "Here you will find all my proof of concepts.",
        "blogTitle": "My blog",
        "buttonReadMore": "Read more",
        "fieldRequired": "The field is required.",
        "formatIncorrect" : "The format is not valid.",
        "responseSuccessOutput":"Thank you for your message. It has been sent.",
        "responseFailureOutput":"An error has occurred, please try again later.",
        "header": {
            "download": "Download CV",
            "home": "Home",
            "about": "About",
            "contacts": "Contact",
            "blog": "Blog"
        },
        "section": {
            "started": {
                "subtitle": "Programmer and Mentor",
                "description": "Hello! I am Software Developer from Argentina with a solid experience of 10 years. I would like to talk to you, so feel free to contact me.",
                "buttonLabel": "CONTACT ME"
            },
            "aboutMe": {
                "title": "About Me",
                "subtitle": "My Story",
                "firstParagraph": "I'm from Argentina and I work as Software Developer since 2014.",
                "secondParagraph": "In my free time, apart from playing video games with friends and engaging in some sports like rollerblading and soccer.  I also invest part of time in self-improvement, whether to keep up-to-date with technology or to learn something new. Throughout my professional journey, I have worked for various companies, including public transportation, satellite tracking, and a software factory where I had the opportunity to work with different companies such as Maritime Agents. Currently, I am working for one of the largest insurance companies in the country."
            },
            "contact": {
                "title": "Contact",
                "subtitle": "Let's Talk"
            }
        },
        "blog": {
            "unreal": {
                "title": "Multiplayer Lobby made in Unreal Engine 5 C++ and Blueprints",
                "description": "The objective of this proof of concept was to create a simple game, which includes a menu, lobby, some example maps, integration with Steam and LAN. I have uploaded images and a video with a brief demo on my GitHub.",
                "download": "Download {0}"
            },
            "myweb": {
                "title": "Just Another Page",
                "description": "This simple website has 2 very clear objectives, the first is to showcase my story, and the second is to learn a little about React. So, I invite you to check out my Github to gossip 😉."
            },
            "alpr": {
                "title": "ALPR with Darknet and YOLOv4-tiny",
                "description": "Automatic number plate recognition (ANPR) with the particularity that it was trained with 7200+ images of Argentine license plates."
            }
        }
    }
}